acpilight
alsa-utils
amd-ucode
android-file-transfer
arandr
arch-wiki-docs
aria2
aspnet-runtime
autoconf
automake
base
bat
bison
bottom
chromium
clang
clipmenu
code
compiler-rt
composer
cronie
ctags
dash
deluge
deluge-gtk
dhcpcd
discord
dunst
efibootmgr
fakeroot
fd
ffmpeg
ffmpegthumbnailer
file-roller
firejail
flameshot
flex
fzf
gcc
gcr
gdu
gimp
git
gnome-keyring
gnu-free-fonts
gparted
groff
grub
handbrake
htop
intel-media-driver
intel-ucode
intltool
jdk-openjdk
jq
jre-openjdk
keepassxc
kiwix-desktop
kiwix-tools
lf
lib32-mesa
libreoffice-fresh
libtool
libva-intel-driver
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lolcat
lsd
lua-language-server
lxappearance-gtk3
m4
make
man-db
mediainfo
mesa
mlocate
mono-msbuild
mono-msbuild-sdkresolver
mpd
mpv
nano
ncdu
neofetch
neovim
networkmanager
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
openssh
os-prober
pacman-contrib
pamixer
pandoc
patch
pavucontrol
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
picom
pkgconf
pulseaudio
pulseaudio-alsa
pulseaudio-jack
python-fonttools
python-pip
python-pywal
python-virtualenv
rsync
sdcv
shellcheck
slop
speedtest-cli
starship
sudo
sxhkd
sxiv
syncthing
tealdeer
telegram-desktop
terminus-font
tesseract
tesseract-data-rus
tesseract-data-ukr
texinfo
the_silver_searcher
thefuck
thermald
thunar
thunar-archive-plugin
tidy
timidity++
tor
torbrowser-launcher
transmission-cli
transmission-gtk
trash-cli
tree
ttf-dejavu
ttf-jetbrains-mono
ttf-joypixels
tumbler
ueberzug
unclutter
unrar
unzip
v4l2loopback-utils
vi
virt-manager
virtualbox
vulkan-intel
webkit2gtk
wget
which
wmctrl
xbindkeys
xcape
xclip
xcolor
xdg-user-dirs
xf86-video-ati
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xwallpaper
yad
yarn
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zenity
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
