acpilight
alacritty
alsa-utils
amd-ucode
android-file-transfer
arandr
arc-icon-theme
argbash
aria2
aspnet-runtime
aspnet-runtime-6.0
autoconf
automake
base
bat
bison
bottom
bridge-utils
cbatticon
chromium
clipmenu
cmatrix
cowsay
cronie
ctags
dash
deluge
deluge-gtk
dhcpcd
dnsmasq
docker
dotnet-runtime-6.0
dotnet-sdk
dotnet-sdk-6.0
dunst
efibootmgr
exfatprogs
fakeroot
fd
ffmpeg
ffmpegthumbnailer
file-roller
firefox
firejail
flex
fzf
gcc
gcr
gdu
gimp
git
git-cliff
github-cli
glow
gnu-free-fonts
go
gparted
groff
gum
gvfs
halp
handbrake
hyperfine
iptables-nft
jdk-openjdk
jq
jre-openjdk
keepassxc
kiwix-tools
krita
lazygit
lib32-mesa
libtool
libxft
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lolcat
lsd
lua-language-server
lxappearance-gtk3
m4
maim
make
man-db
mediainfo
mesa
mkvtoolnix-cli
mlocate
mono-msbuild
mono-msbuild-sdkresolver
mpd
mpv
mpv-mpris
neofetch
neovim
net-tools
network-manager-applet
networkmanager
newsboat
nodejs-lts-gallium
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
obs-studio
obsidian
onefetch
openbsd-netcat
openssh
os-prober
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
pdfgrep
perl-image-exiftool
picard
picom
pkgconf
playerctl
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-jack
python-fonttools
python-pip
python-slugify
python-virtualenv
qemu-desktop
rebuild-detector
redshift
ripgrep
rofi
rsync
sbctl
sbxkb
sdcv
shellcheck
slop
sqlitebrowser
sshfs
starship
sudo
sxhkd
syncthing
tealdeer
telegram-desktop
terminus-font
tesseract
tesseract-data-eng
tesseract-data-rus
tesseract-data-ukr
texinfo
thefuck
thunar
thunar-archive-plugin
tidy
timidity++
tk
tor
torbrowser-launcher
translate-shell
trash-cli
tree
ttf-dejavu
ttf-jetbrains-mono-nerd
tumbler
udiskie
ueberzug
unclutter
unixodbc
unrar
unzip
v4l2loopback-utils
vde2
vi
virt-manager
virt-viewer
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
volumeicon
vulkan-radeon
vulkan-tools
webkit2gtk
wget
which
winetricks
xbindkeys
xcape
xclip
xcolor
xdg-user-dirs
xf86-video-ati
xorg-server
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
yad
yarn
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zenity
zk
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
